"BUTTON_AUTHENTICATE" = "Meine Telefonnummer verwenden";

"BUTTON_CONTINUE" = "Weiter";

"BUTTON_DISMISS" = "Verwerfen";

"BUTTON_DONE" = "Fertig";

"BUTTON_NOT_NOW" = "Nicht jetzt";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Neuen Code anfordern.";

"BUTTON_RETRY" = "Wiederholen";

"BUTTON_SENDING" = "Wird gesendet...";

"BUTTON_SENDING_CONF_CODE" = "Bestätigungscode wird gesendet";

"BUTTON_SEND_CONF_CODE" = "Bestätigungscode senden";

"BUTTON_SENT_CONF_CODE" = "Bestätigungscode gesendet";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Versuche eine andere Telefonnummer";

"CALL_ME_ACTION" = "Ruf mich an";

"CALL_ME_LOADING" = "Ruft an...";

"ERROR_CANT_SMS" = "Wir konnten an diese Nummer keine SMS senden.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Bitte überprüfe Deinen Code und versuche es erneut";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Oops, da gab es wohl ein Netzwerkproblem. Erneut versuchen? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Bitte überprüfe Deine E-Mail Adresse und versuche es erneut";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Bitte überprüfe Deine Telefonnummer und versuche es erneut";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Du hast zuvor einen 2-Schritt-Verifizierungscode auf <u>digits.com</u> eingerichtet";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Wenn Du oben „Ruf mich an“ antippst, sendet <u>Digits by Twitter</u> Dir einen Sprachanruf, um Deine Telefonnumer zu bestätigen. Anruf- & Datengebühren können anfallen.";

"FOOTNOTE_CREATE_ACCOUNT" = "Indem Du oben „Weiter“ antippst, stimmst Du den <u>Allgemeinen Geschäftsbedingungen</u>, den <u>Datenschutzbestimmungen</u> und den <u>Cookie-Richtlinien</u> von Digits by Twitter zu. Außerdem erklärst Du Dich damit einverstanden, dass Dich andere Nutzer von %@ anhand Deiner Telefonnummer und/oder E-Mail Adresse finden können.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "Indem Du „Weiter“ antippst, fügst Du diese E-Mail Adresse zu Deinem Digits Account hinzu. Alle Deine Apps, die mit Digits authentifiziert sind, haben dann Zugriff zu dieser E-Mail Adresse und ihre Nutzer können Dich anhand dieser E-Mail Adresse finden. Verwalte Deinen Account auf <u>Digits.com</u>.";

"FOOTNOTE_SEND_CONF_CODE" = "Wenn Du oben „Bestätigungscode senden“ antippst, sendet Dir <u>Digits by Twitter</u> eine SMS, um Deine Telefonnumer zu bestätigen. SMS- und Datengebühren können anfallen.";

"FOOTNOTE_TOS_UPDATE" = "Indem Du oben „Weiter“ antippst, stimmst Du den aktualisierten <u>Allgemeinen Geschäftsbedingungen</u>, den <u>Datenschutzbestimmungen</u> und den <u>Cookie-Richtlinien</u> von Digits by Twitter zu. Außerdem erklärst Du Dich damit einverstanden, dass Dich andere Nutzer von %@ anhand Deiner Telefonnummer und/oder E-Mail Adresse finden können.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "2-Schritt-Bestätigungscode eingeben.";

"LABEL_ENTER_CONF_CODE" = "Wir haben Dir einen Code gesendet.";

"LABEL_ENTER_EMAIL" = "Gib Deine E-Mail Adresse ein.";

"LABEL_ENTER_PHONE_NUMBER" = "Wie lautet Deine Telefonnummer?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Mit Digits by Twitter können wir mehrere Deiner Freunde finden, die diese App verwenden. Wenn Du auf \"OK\" tippst, laden wir Dein Adressuch in Digits by Twitter hoch und helfen dabei, Dir bekannte Nutzer von %@ zu finden sowie anderen Nutzern von %@, Dich zu finden.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Finde Deine Freunde";

"LABEL_RESEND_CONF_CODE" = "Keinen Code erhalten?";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Wir konnten Deine Telefonnummer nicht bestätigen";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Leider haben wir Schwierigkeiten, Dir einen Bestätigungscode zu senden.";

"ONBOARDING_MESSAGE" = "[Digits] Melde Dich bei https://fabric.io an, um den Namen Deiner App \nfestzulegen, der in Verifizierungs-E-Mails und \nSMS-/Sprachbestätigungen erscheinen wird.";

"PARTIAL_FOOTNOTE_THIS_APP" = "diese App";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Bestätigungscode";

"PLACEHOLDER_CONF_CODE" = "Gib Deinen 6-stelligen Code ein";

